Revit 2027 API
ParameterTypeId.RbsPanelScheduleSheetAppearanceInstParam Property
 "Appearance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPanelScheduleSheetAppearanceInstParam { get; }
Public Shared ReadOnly Property RbsPanelScheduleSheetAppearanceInstParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPanelScheduleSheetAppearanceInstParam {
	ForgeTypeId^ get ();
}
static member RbsPanelScheduleSheetAppearanceInstParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace